ABOUT_MESSAGE = """
Ты можешь подписаться на статьи по ключевым словам.

Для этого отправь мне их в следующем формате (разделенными пробелами):

```
microsoft kts go python
```
"""

EMPTY_TAGS_MESSAGE = """
Похоже, что ты еще не на что не подписан.

Хочешь сделать это сейчас?
"""

CANCEL_TAGS = """
Хорошо, не будем
"""

CURRENT_TAGS = """
Твои текущие тэги:

`{tags}`

Хочешь добавить новые?
"""

MALFORMED_TAGS = """
Что-то я не понял твой формат тэгов :(
"""

SUCCESS = """
Ты успешно подписался на теги:

`{tags}`
"""

ERROR_MESSAGE = """
Что-то сломалось, повтори попытку позже.
"""
