CURRENT_SHEDULE = """
Твое текущее время отправки статей:

`{shedule}`

Хочешь поменять его?
"""

EMPTY_SHEDULE = """
Похоже, что твое расписание еще не настроенно.

Хочешь сделать это сейчас?
"""

CANCEL_SHEDULE = """
Хорошо, не будем
"""

RECEIVE_SHEDULE = """
Пришли мне время в формате:

`16:20`

В заданное тобою время я пришлю тебе статьи.
"""

MALFORMED_SHEDULE = """
Что-то я не понял, что это за время такое.
Давай еще раз.
"""

SUCCESS_SHEDULE = """
Твое время обнавлено.

Новое время: `{shedule}`
"""

ERROR_MESSAGE = """
Что-то сломалось, повтори попытку позже.
"""
